 Я посвятил работе с малолетними преступниками 17 лет и знаю, что это не только тяжелый труд, но и труд, который меньше всего может быть связан с удовлетворением каких-то моих вкусов к приключениям или к сентиментам или вкуса к романтизму. Но я так же, как и все другие работники в этой области, знаю, что ничего особенно эстетического, на чем можно было бы остановиться, у беспризорных и у преступников нет.

 Каждый правонарушитель представляет собой явление отрицательное, со всеми деталями, присущими отрицательному явлению. И наблюдать беспризорного настоящему, живому человеку, культурному человеку никакого удовольствия доставить не может. Следовательно, с точки зрения эстетики фигура беспризорника должна быть решительно отброшена. Она может представлять интерес только с точки зрения педагогической: как из беспризорного, из нарушителя воспитать настоящего нового человека.

 Прежде всего посмотрим, как этот вопрос разрешается в педагогике, иначе мы не сможем проверить нашу художественную литературу; не будем здесь вдаваться в особенно большие глубины педагогики, скажем только несколько слов.

 Волей нашей партии уничтожена педология. Педология представляла особое направление, так называемое «теоретическое», и педологическая мысль являлась враждебным направлением не только по отношению к нашим нуждам, но и к нашей чести, и к нашей преданной работе.

 Что утверждала педология, и не только педология, а вообще педологическое направление? Педологическое направление было не только в самой педологии, оно затягивало очень много умов, которые воображали, что никакого отношения к педологии не имели. Педология затягивает даже сейчас много умов, когда формально педология не существует.

 Основное, что характеризует педологию, — это определенная система логики. Система такая: надо изучать ребенка. Изучая его, мы что-то найдем, а из того, что мы найдем, сделаем выводы. Какие выводы? Выводы о том, что с этим ребенком нужно делать.

 Вот основная логика педологического направления.

 Здесь метод работы с ребенком, метод воспитания выводится из изучения ребенка, при этом не всего детства в целом, а каждого отдельного ребенка и отдельных типов детей. Таким образом сделан был вывод, что поскольку это изучение должно привести к разным картинам личности, то и метод воспитания должен быть разный. Один ребенок оказался одним, его нужно так воспитывать, изучили другого — он оказался другим, его нужно воспитывать иначе, третьего — тоже иначе, и так, сколько детей — столько методов.

 Педологи нашли очень много групп детей и умственно отсталых, и социально запущенных, и трудных детей, и правонарушителей и т. д.

 Отсюда очень недалеко до чисто фашистской теории, утверждающей, что между расами существуют умственные различия, что отдельным расам предопределены и отдельные судьбы. Естественно, что раз отдельные исторические судьбы, то и метод воспитания у немцев должен быть один, у славян — другой, у негров — третий.

 Эта теория близка к теории Ломброзо, который утверждал, что люди рождаются с преступными наклонностями. Педология, в конце концов, только и могла прийти к такому заключению, что в самой человеческой натуре, в самом ребенке, в биологической картине его личности и характера заключаются такие различия, такие особенности, которые должны привести и к особым, отдельным методам для его воспитания.

 Повторяю, педологическая логика затягивает не только тех людей, которые себя формально называли педологами, но и очень много людей, считающих совершенно честно, что они не педологи. Вывести педагогический метод из рефлексологии, из психологии, из экспериментальной психологии, вывести данный метод из обстоятельств данной личности, это и есть педологическое направление.

 Необходима другая логика, которая метод педагогики выводит из наших целей.

 Мы знаем, каким должен быть наш гражданин, мы должны прекрасно знать, что такое новый человек, какими чертами этот человек должен отличаться, какой у него должен быть характер, система убеждений, образование, работоспособность, трудоспособность, мы должны знать все, чем должен отличаться, гордиться новый наш социалистический, коммунистический человек.

 Раз мы это знаем, раз мы честные педагоги, мы должны стремиться всех людей, всех детей воспитывать в наибольшем приближении к этому нашему коммунистическому идеалу.

 Вот откуда должна исходить наша практическая педагогика. Она должна исходить из наших политических нужд и при этом диалектически. Она должна исходить из нужд не только настоящего, а из нужд нашего социалистического строительства, из нужд коммунистического общества.

 Предположим, раньше говорили, что нужно воспитывать гармоническую личность. Это тоже была какая-то цель, но цель вне времени и пространства, цель вообще идеального человека, а мы должны воспитывать гражданина Советского Союза. В нашу великую сталинскую эпоху мы должны воспитывать наиболее полноценного гражданина, достойного этой эпохи.

 Вот из этой нашей священнейшей цели, и наиболее простой и практической цели, мы должны выводить метод воспитания. А знание психологии, знание детской души, знание каждого отдельного человека только поможет нам приложить наш метод наиболее удобно в одном случае, несколько отлично — в другом.

 Кто из вас читал «Педагогическую поэму», тот знает, что в 3-й части изображен мой последний бой с представителями педологической теории. Я в книге тогда не называл их педологами, но речь идет как раз о педологах. Они мне говорили в этом последнем сражении:

> «Товарищ Макаренко хочет педагогический процесс построить на идее долга. Правда, он прибавляет слово „пролетарский“, но это не может, товарищи, скрыть от нас истинную сущность идеи. Мы советуем товарищу Макаренко внимательно проследить исторический генезис идеи долга. Это идея буржуазных отношений, идея сугубо меркантильного порядка. Советская педагогика стремится воспитать в личности свободное проявление творческих сил и наклонностей, инициативу, но ни в коем случае не буржуазную категорию долга».

 Что такое свобода проявления? Это и есть настоящая педология. Когда человека изучили, узнали и записали, что у него воля — А, эмоция — Б, инстинкт — В, то потом, что дальше делать с этими величинами, никто не знает. Потому что нет цели, и естественно нам умыть руки: ага, А, Б, В есть, пускай себя свободно проявляют, куда покатятся — там и будут (смех в зале).

 Совершенно естественно, что педология была построена на воспитании при отсутствии политических целей. Но на деле это была враждебная нам политика. Педологи рассуждали о нас, советских воспитателях, так: вы теперь являетесь сторонниками пассивного наблюдения за ребенком и бездеятельного присутствия при его жизни и развитии, а ребенок пускай себе свободно развивает свои творческие силы.

 Нет, мы не являемся сторонниками такого пассивного наблюдения. Мы — сторонники активной большевистской педагогики, педагогики, создающей личность, создающей тип нового человека.

 Я уверен в совершенно беспредельном могуществе воспитательного воздействия. Я уверен, что если человек плохо воспитан, то в этом исключительно виноваты воспитатели. Если ребенок хорош, то этим он тоже обязан воспитанию, своему детству. Никаких компромиссов, никаких середин быть не может, и никакая педагогика не может быть столь мощной, как ваша советская педагогика, потому что у нас нет никаких обстоятельств, препятствующих развитию человека.

 Тем более возмутительно и печально, если люди, которым доверено было воспитание детей, не только не захотели воспользоваться этим великим могуществом нашей педагогики, но ограничились простым наблюдением, простым изучением ребенка, разделением всех детей на разряды, на отдельные биологические группы и т. д.

 Но тогда спрашивается, откуда же взялись правонарушители? Мы говорим, что всех можно воспитать, что нужно исходить не из качеств данной личности, а только из целей нашей педагогики. А что же такое в таком случае правонарушитель, разве это не отдельная группа, не отдельный сорт люден?

 Тут, товарищи, я говорю только от себя лично, только я отвечаю за свои слова — да, товарищи, не отдельный. Вот если бы мне сейчас поручили самых настоящих ангелов с крылышками, херувимов и серафимов, я бы и их воспитывал так же, а не иначе, потому что в этом заключается существо нашего социалистического отношения к человеку.

 Человек плох только потому, что он находился в плохой социальной структуре, в плохих условиях. Я был свидетелем многочисленных случаев, когда тяжелейшие мальчики, которых выгоняли из всех школ, считали дезорганизаторами, поставленные в условия нормального педагогического общества, буквально на другой день становились хорошими, очень талантливыми, способными идти быстро вперед. Таких случаев масса.

 То, что неправы педологи, настойчиво требовавшие особых методов, практически иллюстрирует лучше всего, к сожалению, малоизвестный еще и мало изучаемый нашими педагогами опыт колоний НКВД.

 Я только что вернулся с Украины, где участвовал последние два года в организации новых трудовых колоний. Нам присылали ребят, осужденных судом, но мы их воспитывали без карцеров, без стражи, без высоких заборов и пропускных будок у ворот…

 И это также подтверждает основную нашу мысль, что воспитание правонарушителей не является по существу какой-то особой задачей, отличающейся от воспитания всех остальных ребят.

 Где-то в моей книге сказано, что самые лучшие мальчики в условиях плохо организованного коллектива очень быстро становятся дикими зверушками. Это так и есть. Соберите самых лучших детей, поставьте около них плохих педагогов, н через месяц они разнесут и колонию, и детдом, и школу, и этих педагогов.

 Таким образом, существует не проблема воспитания правонарушителей, а проблема воспитания вообще. В практике наших колоний очень много найдено таких методов, таких организационных принципов, таких даже художественных находок, которые применяются нашей общей педагогикой.

 Я сделаю поправку: очень часто для воспитания правонарушителей люди мудрили, хитрили, придумывали разные фокусы. Почему? Только потому, что мало еще опыта, мало людей, знающих, как нужно вести себя с детьми, а не только с правонарушителями.

<...>  Есть целая школа воспитанных мною педагогов, я им рекомендовал держать себя всегда с достоинством, искренне, весело, добро, серьезно, но с большим торможением мускулов лица, с таким торможением, которое должно быть у каждого воспитателя.


<...>  Не могу себе представить, чтобы в моем детском коллективе во время пожара я бросился кого-нибудь спасать. Я должен сидеть в центре и спокойно разговаривать по телефону. Все сделают ребята — и спасут, и потушат, и придут доложить, что все кончено. Иначе в советском детском коллективе быть не может.

 А такая стадность ассоциируется у меня с чрезвычайно тяжелым случаем, бывшим в Калининской области в селе Давыдове: ученик четырнадцати лет застрелил учительницу. Такие случаи личного болезненного припадка, случаи личного разложения под влиянием дурного окружения возможны. Это индивидуальный припадок, единичный случай, который меня не пугает. Но меня страшно поражает, я не могу понять, как это могло случиться, что двадцать четыре мальчика седьмого класса в панике убежали, увидев ружье в руках своего сверстника. Я не представляю себе таких мальчиков. Не могу понять, как их воспитывали и чего от них можно ожидать в дальнейшем?

 Из своей практики и из практики многочисленных моих товарищей в разных колониях я прекрасно знаю, что при пожаре, при несчастном случае, угрожающем коллективу или отдельному члену коллектива, тем более учителю — руководителю коллектива — на помощь бросаются все ребята, весь коллектив, без размышления о том, что можно погибнуть, что будет неприятно. Только такой коллектив может быть назван настоящим нашим советским коллективом.

<...> Воспитание в том и заключается, что более взрослое поколение передает свой опыт, свою страсть, свои убеждения младшему поколению. Именно в этом и заключается активная роль педагогов
